{"_id":{"$oid":"61fa14eabeb2bee6bc6b8051"},"Title":"Silence of the Lambs","Description":"A young FBI agent has to receive the help of an incarcerated and manipulative cold killer.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"silenceofthelambs.png","Featured":true}
{"_id":{"$oid":"61fb3b9abeb2bee6bc6b8052"},"Title":"The Shawshank Redemption","Description":" In 1947 Portland, Maine, banker Andy Dufresne is convicted of murdering his wife and her lover and is sentenced to two consecutive life sentences at the Shawshank State Prison. He is befriended by Ellis Red Redding, an inmate and prison contraband smuggler serving a life sentence. Red procures a rock hammer and a large poster of Rita Hayworth for Andy. Assigned to work in the prison laundry, Andy is frequently sexually assaulted by the Sisters and their leader, Bogs.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"silenceofthelambs.png","Featured":true}
{"_id":{"$oid":"61fb44e9beb2bee6bc6b8053"},"Title":"The god father","Description":" In 1945 New York City, at his daughter Connie wedding to Carlo, Vito Corleone, the Don of the Corleone crime family listens to requests. His youngest son, Michael, who was a Marine during World War II, introduces his girlfriend, Kay Adams, to his family at the reception. a popular singer and Vito godson, seeks Vito help in securing a movie role; Vito dispatches his consigliere, Woltz refuses until he wakes up in bed with the severed head of his prized stallion.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"Godfather.png","Featured":true}
{"_id":{"$oid":"61fb47b1beb2bee6bc6b8054"},"Title":"The dark knight","Description":"In film and television, Epic is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone","Genre":{"Name":"Epic","Description":"In film and television, Epic is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone"},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"Darknight.png","Featured":true}
{"_id":{"$oid":"61fb49aebeb2bee6bc6b8055"},"Title":"The Lords of Rings ","Description":"In film and television, Epic is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone","Genre":{"Name":"Action","Description":"In film and television, Action is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone"},"Director":{"Name":" Judd Apatow","Bio":" Judd Apatow is an American producer, writer, director, actor and stand-up comedian.","Birth":"1989","Death":"null"},"ImagePath":"Darknight.png","Featured":true,"Name":"The Lords of Rings"}
{"_id":{"$oid":"61fb4ae0beb2bee6bc6b8056"},"Title":"The Matrix","Description":" Picking up immediately where Reloaded ended, Neo and Bane still lie unconscious in the medical bay of the ship Hammer. Inside the Matrix, Neo is trapped in a subway station named Mobil Ave, a transition zone between the Matrix and the machine world. He meets a family of programs, including a girl named Sati. The father tells Neo the subway is controlled by the Trainman, a program loyal to the Merovingian. When Neo tries to board a train with the family, the Trainman refuses and overpowers him.","Genre":{"Name":"Action","Description":"In film and television, Action is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone"},"Director":{"Name":" Judd Apatow","Bio":" Judd Apatow is an American producer, writer, director, actor and stand-up comedian.","Birth":"1989","Death":"null"},"ImagePath":"Matrix.png","Featured":true}
{"_id":{"$oid":"61fb4d0dbeb2bee6bc6b8057"},"Title":"Star Wars","Description":"During the first year of the Clone Wars, Jedi Knight Anakin Skywalker and his master, Obi-Wan Kenobi, lead a small battalion of Republic Clone troopers against Count Dooku Separatist droid army on the planet Christophsis. Awaiting reinforcements, the two Jedi greet a shuttle carrying a young Jedi Padawan named Ahsoka Tano, who insists that she has been assigned by Grandmaster Yoda to serve as Anakin apprentice instead of Obi-Wan, as initially believed. Anakin reluctantly accepts Ahsoka as his apprentice and the two succeed in deactivating the Separatists energy field while Obi-Wan stalls the droid army commander, allowing a Republic victory. Ahsoka earns Anakin respect.","Genre":{"Name":"Drama","Description":"In film and television, Drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone"},"Director":{"Name":" nate Godler","Bio":" nate is an english producer, writer, director, actor and creative director ","Birth":"1992","Death":"null"},"ImagePath":"Starwars.png","Featured":true}
{"_id":{"$oid":"61fb4e30beb2bee6bc6b8058"},"Title":"Goodfellas","Description":"In film and television, drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone","Genre":{"Name":"Drama","Description":"In film and television, Drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone"},"Director":{"Name":" nate Godler","Bio":" nate is an english producer, writer, director, actor and creative director ","Birth":"1992","Death":"null"},"ImagePath":"Godfellas.png","Featured":true}
{"_id":{"$oid":"61fb4f17beb2bee6bc6b8059"},"Title":"Alien","Description":" The commercial space tug Nostromo is returning to Earth with a seven-member crew in stasis: Captain Dallas, Executive Officer Kane, Warrant Officer Ripley, Navigator Lambert, Science Officer Ash, and two engineers, Parker and Brett. Detecting a transmission from a nearby moon, the ships computer, Mother, awakens the crew. Per company policy requiring any potential distress signal be investigated, they land on the moon despite Parkers protests, sustaining damage from its atmosphere and rocky landscape in the process. The engineers stay on board to effect repairs while Dallas, Kane, and Lambert head out to investigate. They discover the signal originates from a derelict alien ship and enter it, losing communication with the Nostromo. Ripley deciphers part of the transmission, determining it to be a warning, but cannot relay this information to those on the derelict ship.","Genre":{"Name":"Adventure","Description":"In film and television, Adventure is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone"},"Director":{"Name":" nate Godler","Bio":" nate is an english producer, writer, director, actor and creative director ","Birth":"1992","Death":"null"},"ImagePath":"alien.png","Featured":true}
{"_id":{"$oid":"61fb50bfbeb2bee6bc6b805a"},"Title":"Joker","Description":" Party clown and aspiring stand-up comedian Arthur Fleck lives with his mother, Penny, in Gotham City, which is rife with crime and unemployment. Arthur suffers from a neurological disorder that causes him to laugh at inappropriate times, depending on social services for medication. After being attacked by delinquents, Arthur co-worker Randall gives him a gun for self-defense. Arthur pursues a relationship with his neighbor, single mother Sophie Dumond, and invites her to his upcoming stand-up routine at a nightclub.","Genre":{"Name":" Adventure ","Description":" An adventure film is form of adventure fiction, and is a genre of film. Subgenres of adventure films include swashbuckler films, pirate films, and survival films. Adventure films may also be combined with other film genres such as action, animation, comedy, drama, fantasy, science fiction, family, horror, or war."},"Director":{"Name":" Judd Apatow","Bio":" Judd Apatow is an American producer, writer, director, actor and stand-up comedian. ","Birth":"1964","Death":"null"},"ImagePath":"alien.png","Featured":true}
